{

    "headline": "Electrodomesticos: Rock Star Revolutionaries",
    "attachment": [
        {
            "attachmentcode": 9924,
            "title": "Electsrodomjjjjsticos",
            "priority": 1,
            "credit": null,
            "displayinline": 1,
            "alttext": "BW image of 3 band members in masks",
            "atttext": null,
            "path": "http://img.dummy-image-generator.com/abstract/dummy-768x400-Glass.jpg"                
        },
        {
            "attachmentcode": 9822,
            "title": "Elecsssstrodomesticos",
            "priority": 3,
            "credit": null,
            "alttext": "BW image of 45 people looking at camera",
            "atttext": null,
            "path": "http://img.dummy-image-generator.com/abstract/dummy-768x400-Menu.jpg"  
        },
        {
            "attachmentcode": 9925,
            "title": "Copy of Electrodomesticos",
            "priority": 4,
            "credit": null,
            "alttext": "BW image of 2224 people looking at camera",
            "atttext": null,
            "path": "http://img.dummy-image-generator.com/abstract/dummy-768x400-Map.jpg"  
        },
        {
            "attachmentcode": 9926,
            "title": "Vive Chile!",
            "priority": 5,
            "credit": "Judd Hendrix",
            "alttext": "Album art in black and white and television screen grab ",
            "atttext": null,
            "path": "http://img.dummy-image-generator.com/abstract/dummy-768x400-Utrecht.jpg"   
        },
        {
            "attachmentcode": 9927,
            "title": "Electrodosdffmesticos",
            "priority": 6,
            "credit": "Judd Hendrix",
            "alttext": "BW of 23 bandmembers standing on white background",
            "atttext": null,
            "path": "http://img.dummy-image-generator.com/abstract/dummy-768x400-Stones.jpg"    
        },
        {
            "attachmentcode": 9928,
            "title": "Copy of Elsdfsfectrodomesticos",
            "priority": 7,
            "credit": null,
            "alttext": "BW image of 3 masks",
            "atttext": null,
            "path": "http://img.dummy-image-generator.com/abstract/dummy-768x400-Circus.jpg"   
        }
    ],
    "storytext": "<p>Let’s face it, protests work better with a soundtrack.</p>\n<p>Last month, popular Ukrainian band Okean Elzy performed during <a href=\"http://www.huffingtonpost.com/2013/12/14/ukraine-officials-investigated_n_4446395.html\" target=\"_blank\">Euromaidan protests</a> in Kiev. Russian band Pussy Riot is still <a href=\"http://www.aljazeera.com/news/europe/2013/12/freed-pussy-riot-pair-ramp-up-putin-protests-2013122322174568602.html\" target=\"_blank\">sounding off</a> about Putin’s antics. But back in the 1980s in Chile, young people fed up with dictator Augusto Pinochet’s harsh military control of the country, let loose by dancing to the Electrodomesticos.</p>\n<p>Electrodomesticos (Spanish for “appliances”) formed in 1984, with band members Carlos Cabezas, Silvio Paredes and Ernesto Medina. The three were in their 20s; Medina and Paredes were art students, and Cabezas was an air traffic controller — until the band took off and he dedicated himself full-time to music. They experimented with various sound effects, taking inspiration from British new wave, punk music, electronic sounds and street recordings to blend together their songs. These tunes, combined with Cabeza’s voice (which has been compared to that of ’70s-era David Bowie), made for an avant-garde sound that took off in the underground Santiago music scene.</p>\n<div class=\"inline_image inline_image_right image_size_small\" data-attachment=\"9926\">\n<p class=\"picture\"><img alt=\"Album art in black and white and television screen grab \" src=\"/Pictures/web/m/j/g/fron_350.jpg\" /></p>\n<p class=\"inline_title\"><em>¡Viva Chile!</em></p>\n</div>\n<p>”These low-key gigs [were] the only available escape from the cultural suppression in which young people were trapped,” explains one review of a <a href=\"http://www.santiagomagazine.cl/film/electrodomasticos-el-frio-misterio-review\" target=\"_blank\">documentary</a> about the Electrodomesticos in the ’80s. The band’s music was a welcome release for kids who felt artistically suffocated by Pinochet’s military rule. Their 1986 debut album, <em>¡Viva Chile!</em>,<em> </em>is considered a milestone in Chilean music.</p>\n<blockquote class=\"inlineLeft\">\n<p>In ”Señores Pasajeros,” a passenger on a bus tells everyone he hopes the future will bring happiness for all of them, including the bus driver, who’s doing an important task of serving the city.</p><p class=\"quotesource\"> - Judd Hendrix, FED @ OZY.   </p></blockquote>\n<p>While their underground scene served as socio-political inspiration to many, Cabezas, now in his late 50s, recently told the Chilean magazine <a href=\"http://www.capital.cl/cultura/electrodomesticos-musica-no-ligera/\" target=\"_blank\"><em>Capital</em></a> that the band was not intentionally trying to be political. “We were not aware of concrete messages; we were only aware that we wanted to send signs of life,” he says in an interview conducted in Spanish. ”Many years later there are people that say what we did was super political.” <a href=\"He says that with time he can now look back at lyrics of songs and realize how political they seem. He cites ”<a href=\"http://www.justsomelyrics.com/174159/sinergia-se%C3%B1ores-pasajeros-(electrodomesticos)-lyrics.html\" target=\"_blank\">Señores Pasajeros</a>” as an example, a song where a passenger on a bus tells everyone he hopes the future will bring happiness for all of them, including the bus driver, who’s doing an important task of serving the city.<strong><br /></strong></p>\n<p>The band may not have been intentionally using their music as a way of rising up against the dictatorship, but Cabezas says Chile’s situation was “fundamental” in allowing them to do what they did.\n<div class=\"factfile\"><p><strong>Visible Spectrum</strong></p><p>Fact file test</p></div>\n A reaction to Pinochet’s government, which routinely cracked down on protests and was reportedly responsible for the killing and disappearance of thousands of Chileans.</p>\n<div class=\"inline_image inline_image_right image_size_small\" data-attachment=\"9927\">\n<p class=\"picture\"><img alt=\"BW of 3 bandmembers standing on white background\" src=\"/Pictures/web/d/n/b/2478726_252.jpg\" /></p>\n<p class=\"inline_title\">Electrodomesticos</p>\n</div>\n<p>In 1992, Medina left the group, and the band broke up. Over the years, Cabezas and Paredes would reunite with other members and establish variation iterations of the band. Most recently, they joined forces with drummer Edita Rojas and last summer released an album, <em>Se Caiga el Cielo</em> (”The Sky Is Falling”).</p>\n<p>Today, they are far from underground — the man who directed their <a href=\"http://www.soundsandcolours.com/articles/chile/electrodomesticos-back-with-a-new-video-and-album/\" target=\"_blank\">recent music video</a>, Pablo Larrain, earned an Oscar nomination for his latest project. While they may no longer be political spark plugs, their now graying fans will forever remember them as such.</p>\n<p>The moral of this story? You never know what socio-political inspiration lies in the sound of an electronic appliance. </p>"
}